org/posts/2025-11-04-hello-world.org
#+title: Hello world
#+subtitle: Consider this a restart
#+author: Bill Wear
#+date: 2025-11-04
#+filetags: blog draft
#+options: toc:nil num:nil broken-links:mark
#+html_head: <link rel="stylesheet" href="/css/site.css" />

In honor of my retirement, I'm starting over with my websites.  Please bear with me, I'll very likely relink everything that /was/ available.  Sorry for the temporary inconvenience.

* Time for a restart
On Friday, October 31st, at 6pm CDT, I retired from Canonical.  Actually, I retired from working for other people after 52 years.  Feels nice.

Keep your eye on this space, it will rebuild over the short-term.
