posts/2025-11-04-hello-world.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Hello world</title>
<meta name="author" content="Bill Wear" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/css/site.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Hello world
<br />
<span class="subtitle">Consider this a restart</span>
</h1>
<p>
In honor of my retirement, I'm starting over with my websites.  Please bear with me, I'll very likely relink everything that <i>was</i> available.  Sorry for the temporary inconvenience.
</p>
<div id="outline-container-org6c159cb" class="outline-2">
<h2 id="org6c159cb">Time for a restart</h2>
<div class="outline-text-2" id="text-org6c159cb">
<p>
On Friday, October 31st, at 6pm CDT, I retired from Canonical.  Actually, I retired from working for other people after 52 years.  Feels nice.
</p>

<p>
Keep your eye on this space, it will rebuild over the short-term.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2025-11-04</p>
<p class="author">Author: Bill Wear</p>
</div>
</body>
</html>
